{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "String": ""
    },
    "behavior": "Isolated",
    "invert": false
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "<bos>": 1,
      "<eos>": 2,
      "<pad>": 3,
      "\n": 4,
      "\r": 5,
      " ": 6,
      "!": 7,
      "\"": 8,
      "$": 9,
      "%": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      "?": 29,
      "@": 30,
      "[": 31,
      "\\": 32,
      "]": 33,
      "ሀ": 34,
      "ሁ": 35,
      "ሂ": 36,
      "ሃ": 37,
      "ሄ": 38,
      "ህ": 39,
      "ሆ": 40,
      "ሇ": 41,
      "ለ": 42,
      "ሉ": 43,
      "ሊ": 44,
      "ላ": 45,
      "ሌ": 46,
      "ል": 47,
      "ሎ": 48,
      "ሏ": 49,
      "ሐ": 50,
      "ሑ": 51,
      "ሒ": 52,
      "ሓ": 53,
      "ሔ": 54,
      "ሕ": 55,
      "ሖ": 56,
      "መ": 57,
      "ሙ": 58,
      "ሚ": 59,
      "ማ": 60,
      "ሜ": 61,
      "ም": 62,
      "ሞ": 63,
      "ሟ": 64,
      "ሠ": 65,
      "ሡ": 66,
      "ሢ": 67,
      "ሣ": 68,
      "ሤ": 69,
      "ሥ": 70,
      "ሦ": 71,
      "ረ": 72,
      "ሩ": 73,
      "ሪ": 74,
      "ራ": 75,
      "ሬ": 76,
      "ር": 77,
      "ሮ": 78,
      "ሯ": 79,
      "ሰ": 80,
      "ሱ": 81,
      "ሲ": 82,
      "ሳ": 83,
      "ሴ": 84,
      "ስ": 85,
      "ሶ": 86,
      "ሷ": 87,
      "ሸ": 88,
      "ሹ": 89,
      "ሺ": 90,
      "ሻ": 91,
      "ሼ": 92,
      "ሽ": 93,
      "ሾ": 94,
      "ሿ": 95,
      "ቀ": 96,
      "ቁ": 97,
      "ቂ": 98,
      "ቃ": 99,
      "ቄ": 100,
      "ቅ": 101,
      "ቆ": 102,
      "ቇ": 103,
      "ቈ": 104,
      "ቊ": 105,
      "ቋ": 106,
      "ቌ": 107,
      "ቍ": 108,
      "ቐ": 109,
      "ቑ": 110,
      "ቒ": 111,
      "ቓ": 112,
      "ቔ": 113,
      "ቕ": 114,
      "ቖ": 115,
      "ቘ": 116,
      "ቚ": 117,
      "ቛ": 118,
      "ቜ": 119,
      "ቝ": 120,
      "በ": 121,
      "ቡ": 122,
      "ቢ": 123,
      "ባ": 124,
      "ቤ": 125,
      "ብ": 126,
      "ቦ": 127,
      "ቧ": 128,
      "ቨ": 129,
      "ቩ": 130,
      "ቪ": 131,
      "ቫ": 132,
      "ቬ": 133,
      "ቭ": 134,
      "ቮ": 135,
      "ቯ": 136,
      "ተ": 137,
      "ቱ": 138,
      "ቲ": 139,
      "ታ": 140,
      "ቴ": 141,
      "ት": 142,
      "ቶ": 143,
      "ቷ": 144,
      "ቸ": 145,
      "ቹ": 146,
      "ቺ": 147,
      "ቻ": 148,
      "ቼ": 149,
      "ች": 150,
      "ቾ": 151,
      "ቿ": 152,
      "ኀ": 153,
      "ኁ": 154,
      "ኂ": 155,
      "ኃ": 156,
      "ኄ": 157,
      "ኅ": 158,
      "ኆ": 159,
      "ኈ": 160,
      "ኊ": 161,
      "ኋ": 162,
      "ኌ": 163,
      "ኍ": 164,
      "ነ": 165,
      "ኑ": 166,
      "ኒ": 167,
      "ና": 168,
      "ኔ": 169,
      "ን": 170,
      "ኖ": 171,
      "ኗ": 172,
      "ኘ": 173,
      "ኙ": 174,
      "ኚ": 175,
      "ኛ": 176,
      "ኜ": 177,
      "ኝ": 178,
      "ኞ": 179,
      "ኟ": 180,
      "አ": 181,
      "ኡ": 182,
      "ኢ": 183,
      "ኣ": 184,
      "ኤ": 185,
      "እ": 186,
      "ኦ": 187,
      "ኧ": 188,
      "ከ": 189,
      "ኩ": 190,
      "ኪ": 191,
      "ካ": 192,
      "ኬ": 193,
      "ክ": 194,
      "ኮ": 195,
      "ኯ": 196,
      "ኰ": 197,
      "ኲ": 198,
      "ኳ": 199,
      "ኴ": 200,
      "ኵ": 201,
      "ኸ": 202,
      "ኹ": 203,
      "ኺ": 204,
      "ኻ": 205,
      "ኼ": 206,
      "ኽ": 207,
      "ኾ": 208,
      "ዀ": 209,
      "ዂ": 210,
      "ዃ": 211,
      "ዄ": 212,
      "ዅ": 213,
      "ወ": 214,
      "ዉ": 215,
      "ዊ": 216,
      "ዋ": 217,
      "ዌ": 218,
      "ው": 219,
      "ዎ": 220,
      "ዏ": 221,
      "ዐ": 222,
      "ዑ": 223,
      "ዒ": 224,
      "ዓ": 225,
      "ዔ": 226,
      "ዕ": 227,
      "ዖ": 228,
      "ዘ": 229,
      "ዙ": 230,
      "ዚ": 231,
      "ዛ": 232,
      "ዜ": 233,
      "ዝ": 234,
      "ዞ": 235,
      "ዟ": 236,
      "ዠ": 237,
      "ዡ": 238,
      "ዢ": 239,
      "ዣ": 240,
      "ዤ": 241,
      "ዥ": 242,
      "ዦ": 243,
      "የ": 244,
      "ዩ": 245,
      "ዪ": 246,
      "ያ": 247,
      "ዬ": 248,
      "ይ": 249,
      "ዮ": 250,
      "ዯ": 251,
      "ደ": 252,
      "ዱ": 253,
      "ዲ": 254,
      "ዳ": 255,
      "ዴ": 256,
      "ድ": 257,
      "ዶ": 258,
      "ዷ": 259,
      "ዸ": 260,
      "ዹ": 261,
      "ዺ": 262,
      "ዻ": 263,
      "ዽ": 264,
      "ጀ": 265,
      "ጁ": 266,
      "ጂ": 267,
      "ጃ": 268,
      "ጄ": 269,
      "ጅ": 270,
      "ጆ": 271,
      "ጇ": 272,
      "ገ": 273,
      "ጉ": 274,
      "ጊ": 275,
      "ጋ": 276,
      "ጌ": 277,
      "ግ": 278,
      "ጎ": 279,
      "ጏ": 280,
      "ጐ": 281,
      "ጒ": 282,
      "ጓ": 283,
      "ጔ": 284,
      "ጕ": 285,
      "ጘ": 286,
      "ጙ": 287,
      "ጚ": 288,
      "ጛ": 289,
      "ጝ": 290,
      "ጟ": 291,
      "ጠ": 292,
      "ጡ": 293,
      "ጢ": 294,
      "ጣ": 295,
      "ጤ": 296,
      "ጥ": 297,
      "ጦ": 298,
      "ጧ": 299,
      "ጨ": 300,
      "ጩ": 301,
      "ጪ": 302,
      "ጫ": 303,
      "ጬ": 304,
      "ጭ": 305,
      "ጮ": 306,
      "ጰ": 307,
      "ጱ": 308,
      "ጲ": 309,
      "ጳ": 310,
      "ጴ": 311,
      "ጵ": 312,
      "ጶ": 313,
      "ጸ": 314,
      "ጹ": 315,
      "ጺ": 316,
      "ጻ": 317,
      "ጼ": 318,
      "ጽ": 319,
      "ጾ": 320,
      "ጿ": 321,
      "ፀ": 322,
      "ፁ": 323,
      "ፂ": 324,
      "ፃ": 325,
      "ፄ": 326,
      "ፅ": 327,
      "ፆ": 328,
      "ፈ": 329,
      "ፉ": 330,
      "ፊ": 331,
      "ፋ": 332,
      "ፌ": 333,
      "ፍ": 334,
      "ፎ": 335,
      "ፏ": 336,
      "ፐ": 337,
      "ፑ": 338,
      "ፒ": 339,
      "ፓ": 340,
      "ፔ": 341,
      "ፕ": 342,
      "ፖ": 343,
      "፟": 344,
      "፠": 345,
      "፡": 346,
      "።": 347,
      "፣": 348,
      "፤": 349,
      "፥": 350,
      "፦": 351,
      "፧": 352,
      "፨": 353,
      "፩": 354,
      "፪": 355,
      "፫": 356,
      "፬": 357,
      "፭": 358,
      "፮": 359,
      "፯": 360,
      "፰": 361,
      "፱": 362,
      "፲": 363,
      "፳": 364,
      "፴": 365,
      "፵": 366,
      "፶": 367,
      "፷": 368,
      "፸": 369,
      "፹": 370,
      "፺": 371,
      "፻": 372,
      "፼": 373
    },
    "merges": []
  }
}