{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": {
    "type": "BPEDecoder",
    "suffix": "</w>"
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "<bos>": 1,
      "<eos>": 2,
      "<pad>": 3,
      "!": 4,
      "\"": 5,
      "$": 6,
      "%": 7,
      "'": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      "?": 26,
      "@": 27,
      "[": 28,
      "\\": 29,
      "]": 30,
      "ሀ": 31,
      "ሁ": 32,
      "ሂ": 33,
      "ሃ": 34,
      "ሄ": 35,
      "ህ": 36,
      "ሆ": 37,
      "ሇ": 38,
      "ለ": 39,
      "ሉ": 40,
      "ሊ": 41,
      "ላ": 42,
      "ሌ": 43,
      "ል": 44,
      "ሎ": 45,
      "ሏ": 46,
      "ሐ": 47,
      "ሑ": 48,
      "ሒ": 49,
      "ሓ": 50,
      "ሔ": 51,
      "ሕ": 52,
      "ሖ": 53,
      "መ": 54,
      "ሙ": 55,
      "ሚ": 56,
      "ማ": 57,
      "ሜ": 58,
      "ም": 59,
      "ሞ": 60,
      "ሟ": 61,
      "ሠ": 62,
      "ሡ": 63,
      "ሢ": 64,
      "ሣ": 65,
      "ሤ": 66,
      "ሥ": 67,
      "ሦ": 68,
      "ረ": 69,
      "ሩ": 70,
      "ሪ": 71,
      "ራ": 72,
      "ሬ": 73,
      "ር": 74,
      "ሮ": 75,
      "ሯ": 76,
      "ሰ": 77,
      "ሱ": 78,
      "ሲ": 79,
      "ሳ": 80,
      "ሴ": 81,
      "ስ": 82,
      "ሶ": 83,
      "ሷ": 84,
      "ሸ": 85,
      "ሹ": 86,
      "ሺ": 87,
      "ሻ": 88,
      "ሼ": 89,
      "ሽ": 90,
      "ሾ": 91,
      "ሿ": 92,
      "ቀ": 93,
      "ቁ": 94,
      "ቂ": 95,
      "ቃ": 96,
      "ቄ": 97,
      "ቅ": 98,
      "ቆ": 99,
      "ቇ": 100,
      "ቈ": 101,
      "ቊ": 102,
      "ቋ": 103,
      "ቌ": 104,
      "ቍ": 105,
      "ቐ": 106,
      "ቑ": 107,
      "ቒ": 108,
      "ቓ": 109,
      "ቔ": 110,
      "ቕ": 111,
      "ቖ": 112,
      "ቘ": 113,
      "ቚ": 114,
      "ቛ": 115,
      "ቜ": 116,
      "ቝ": 117,
      "በ": 118,
      "ቡ": 119,
      "ቢ": 120,
      "ባ": 121,
      "ቤ": 122,
      "ብ": 123,
      "ቦ": 124,
      "ቧ": 125,
      "ቨ": 126,
      "ቩ": 127,
      "ቪ": 128,
      "ቫ": 129,
      "ቬ": 130,
      "ቭ": 131,
      "ቮ": 132,
      "ቯ": 133,
      "ተ": 134,
      "ቱ": 135,
      "ቲ": 136,
      "ታ": 137,
      "ቴ": 138,
      "ት": 139,
      "ቶ": 140,
      "ቷ": 141,
      "ቸ": 142,
      "ቹ": 143,
      "ቺ": 144,
      "ቻ": 145,
      "ቼ": 146,
      "ች": 147,
      "ቾ": 148,
      "ቿ": 149,
      "ኀ": 150,
      "ኁ": 151,
      "ኂ": 152,
      "ኃ": 153,
      "ኄ": 154,
      "ኅ": 155,
      "ኆ": 156,
      "ኈ": 157,
      "ኊ": 158,
      "ኋ": 159,
      "ኌ": 160,
      "ኍ": 161,
      "ነ": 162,
      "ኑ": 163,
      "ኒ": 164,
      "ና": 165,
      "ኔ": 166,
      "ን": 167,
      "ኖ": 168,
      "ኗ": 169,
      "ኘ": 170,
      "ኙ": 171,
      "ኚ": 172,
      "ኛ": 173,
      "ኜ": 174,
      "ኝ": 175,
      "ኞ": 176,
      "ኟ": 177,
      "አ": 178,
      "ኡ": 179,
      "ኢ": 180,
      "ኣ": 181,
      "ኤ": 182,
      "እ": 183,
      "ኦ": 184,
      "ኧ": 185,
      "ከ": 186,
      "ኩ": 187,
      "ኪ": 188,
      "ካ": 189,
      "ኬ": 190,
      "ክ": 191,
      "ኮ": 192,
      "ኯ": 193,
      "ኰ": 194,
      "ኲ": 195,
      "ኳ": 196,
      "ኴ": 197,
      "ኵ": 198,
      "ኸ": 199,
      "ኹ": 200,
      "ኺ": 201,
      "ኻ": 202,
      "ኼ": 203,
      "ኽ": 204,
      "ኾ": 205,
      "ዀ": 206,
      "ዂ": 207,
      "ዃ": 208,
      "ዄ": 209,
      "ዅ": 210,
      "ወ": 211,
      "ዉ": 212,
      "ዊ": 213,
      "ዋ": 214,
      "ዌ": 215,
      "ው": 216,
      "ዎ": 217,
      "ዏ": 218,
      "ዐ": 219,
      "ዑ": 220,
      "ዒ": 221,
      "ዓ": 222,
      "ዔ": 223,
      "ዕ": 224,
      "ዖ": 225,
      "ዘ": 226,
      "ዙ": 227,
      "ዚ": 228,
      "ዛ": 229,
      "ዜ": 230,
      "ዝ": 231,
      "ዞ": 232,
      "ዟ": 233,
      "ዠ": 234,
      "ዡ": 235,
      "ዢ": 236,
      "ዣ": 237,
      "ዤ": 238,
      "ዥ": 239,
      "ዦ": 240,
      "የ": 241,
      "ዩ": 242,
      "ዪ": 243,
      "ያ": 244,
      "ዬ": 245,
      "ይ": 246,
      "ዮ": 247,
      "ዯ": 248,
      "ደ": 249,
      "ዱ": 250,
      "ዲ": 251,
      "ዳ": 252,
      "ዴ": 253,
      "ድ": 254,
      "ዶ": 255,
      "ዷ": 256,
      "ዸ": 257,
      "ዹ": 258,
      "ዺ": 259,
      "ዻ": 260,
      "ዽ": 261,
      "ጀ": 262,
      "ጁ": 263,
      "ጂ": 264,
      "ጃ": 265,
      "ጄ": 266,
      "ጅ": 267,
      "ጆ": 268,
      "ጇ": 269,
      "ገ": 270,
      "ጉ": 271,
      "ጊ": 272,
      "ጋ": 273,
      "ጌ": 274,
      "ግ": 275,
      "ጎ": 276,
      "ጏ": 277,
      "ጐ": 278,
      "ጒ": 279,
      "ጓ": 280,
      "ጔ": 281,
      "ጕ": 282,
      "ጘ": 283,
      "ጙ": 284,
      "ጚ": 285,
      "ጛ": 286,
      "ጝ": 287,
      "ጟ": 288,
      "ጠ": 289,
      "ጡ": 290,
      "ጢ": 291,
      "ጣ": 292,
      "ጤ": 293,
      "ጥ": 294,
      "ጦ": 295,
      "ጧ": 296,
      "ጨ": 297,
      "ጩ": 298,
      "ጪ": 299,
      "ጫ": 300,
      "ጬ": 301,
      "ጭ": 302,
      "ጮ": 303,
      "ጰ": 304,
      "ጱ": 305,
      "ጲ": 306,
      "ጳ": 307,
      "ጴ": 308,
      "ጵ": 309,
      "ጶ": 310,
      "ጸ": 311,
      "ጹ": 312,
      "ጺ": 313,
      "ጻ": 314,
      "ጼ": 315,
      "ጽ": 316,
      "ጾ": 317,
      "ጿ": 318,
      "ፀ": 319,
      "ፁ": 320,
      "ፂ": 321,
      "ፃ": 322,
      "ፄ": 323,
      "ፅ": 324,
      "ፆ": 325,
      "ፈ": 326,
      "ፉ": 327,
      "ፊ": 328,
      "ፋ": 329,
      "ፌ": 330,
      "ፍ": 331,
      "ፎ": 332,
      "ፏ": 333,
      "ፐ": 334,
      "ፑ": 335,
      "ፒ": 336,
      "ፓ": 337,
      "ፔ": 338,
      "ፕ": 339,
      "ፖ": 340,
      "፟": 341,
      "፠": 342,
      "፡": 343,
      "።": 344,
      "፣": 345,
      "፤": 346,
      "፥": 347,
      "፦": 348,
      "፧": 349,
      "፨": 350,
      "፩": 351,
      "፪": 352,
      "፫": 353,
      "፬": 354,
      "፭": 355,
      "፮": 356,
      "፯": 357,
      "፰": 358,
      "፱": 359,
      "፲": 360,
      "፳": 361,
      "፴": 362,
      "፵": 363,
      "፶": 364,
      "፷": 365,
      "፸": 366,
      "፹": 367,
      "፺": 368,
      "፻": 369,
      "፼": 370,
      "ኣብ": 371,
      "ታት": 372,
      "ከም": 373,
      "እን": 374,
      "ናይ": 375,
      "ካብ": 376,
      "ምስ": 377,
      "ውን": 378,
      "እዩ": 379,
      "ዝተ": 380,
      "ዘይ": 381,
      "እቲ": 382,
      "ኣይ": 383,
      "ትን": 384,
      "ድማ": 385,
      "ስለ": 386,
      "መን": 387,
      "ነት": 388,
      "ናብ": 389,
      "ነበ": 390,
      "እንተ": 391,
      "ቶም": 392,
      "ብም": 393,
      "እዚ": 394,
      "ክት": 395,
      "ምን": 396,
      "ዘለ": 397,
      "ሓደ": 398,
      "ሰብ": 399,
      "ብል": 400,
      "በር": 401,
      "ብር": 402,
      "ካል": 403,
      "ከኣ": 404,
      "እና": 405,
      "ሃገ": 406,
      "ዘሎ": 407,
      "ዝበ": 408,
      "ንም": 409,
      "ግን": 410,
      "ዝነበ": 411,
      "ወይ": 412,
      "ዮም": 413,
      "ዓመ": 414,
      "ምህ": 415,
      "ኣለ": 416,
      "ሎም": 417,
      "ኽእ": 418,
      "መር": 419,
      "ራት": 420,
      "20": 421,
      "ብረ": 422,
      "ባት": 423,
      "ርት": 424,
      "ምዃ": 425,
      "ክን": 426,
      "ሕሪ": 427,
      "ዓል": 428,
      "ነቲ": 429,
      "እታ": 430,
      "ያን": 431,
      "መስ": 432,
      "ታይ": 433,
      "ነይ": 434,
      "ወት": 435,
      "ንስ": 436,
      "ለት": 437,
      "ራዊ": 438,
      "ርእ": 439,
      "ርቲ": 440,
      "ተን": 441,
      "እውን": 442,
      "ግዜ": 443,
      "ባር": 444,
      "ኣስ": 445,
      "ክል": 446,
      "ማይ": 447,
      "ቤት": 448,
      "ስቲ": 449,
      "እም": 450,
      "ዋን": 451,
      "ይኑ": 452,
      "ረት": 453,
      "ተመ": 454,
      "ያት": 455,
      "ሳብ": 456,
      "ኽእል": 457,
      "ርከ": 458,
      "ኦም": 459,
      "ኤርት": 460,
      "ራሕ": 461,
      "ለይ": 462,
      "ላት": 463,
      "ራይ": 464,
      "ዝሓ": 465,
      "ረብ": 466,
      "ከይ": 467,
      "ዓይ": 468,
      "በል": 469,
      "ድሕሪ": 470,
      "ኤርትራ": 471,
      "ዝገ": 472,
      "እት": 473,
      "ተማ": 474,
      "ባህ": 475,
      "ዓት": 476,
      "ምር": 477,
      "መል": 478,
      "ታዊ": 479,
      "መሰ": 480,
      "ኣሎ": 481,
      "ኣን": 482,
      "ተር": 483,
      "ዞባ": 484,
      "ዓመት": 485,
      "ህዝ": 486,
      "ዓለ": 487,
      "ኣት": 488,
      "ኣገ": 489,
      "ዕሊ": 490,
      "መጽ": 491,
      "ነገ": 492,
      "ፍር": 493,
      "ተወ": 494,
      "ኾነ": 495,
      "ናን": 496,
      "ላይ": 497,
      "ኸውን": 498,
      "ሮም": 499,
      "ሓን": 500,
      "እየ": 501,
      "ምድ": 502,
      "ኣም": 503,
      "ውድ": 504,
      "ኤል": 505,
      "ዘለዎ": 506,
      "ተይ": 507,
      "ፈል": 508,
      "ኩም": 509,
      "ትምህ": 510,
      "201": 511,
      "ንታ": 512,
      "ቅድ": 513,
      "ዕባ": 514,
      "ሰር": 515,
      "ምል": 516,
      "ናት": 517,
      "ለን": 518,
      "ብዙ": 519,
      "ዝነበረ": 520,
      "ምዃኑ": 521,
      "ውያን": 522,
      "00": 523,
      "እዮም": 524,
      "ከምዝ": 525,
      "ስም": 526,
      "ሰን": 527,
      "ትሕ": 528,
      "መድ": 529,
      "ብሉ": 530,
      "ርያ": 531,
      "ነን": 532,
      "ኣፍ": 533,
      "ብዝ": 534,
      "በይ": 535,
      "ደረ": 536,
      "ላለ": 537,
      "ኣር": 538,
      "እዋን": 539,
      "ምሕ": 540,
      "ክሳብ": 541,
      "ተሓ": 542,
      "ባቢ": 543,
      "እቶም": 544,
      "ንን": 545,
      "ኽን": 546,
      "ታትን": 547,
      "ግና": 548,
      "ድር": 549,
      "ማእ": 550,
      "ኣመ": 551,
      "ሃገር": 552,
      "ልን": 553,
      "ስን": 554,
      "ሰባት": 555,
      "ገዛ": 556,
      "ሓት": 557,
      "ጥራይ": 558,
      "እንታይ": 559,
      "ኣቶ": 560,
      "ክር": 561,
      "ክብ": 562,
      "ልዕሊ": 563,
      "ባል": 564,
      "ማዕ": 565,
      "ኣነ": 566,
      "ከባቢ": 567,
      "መይ": 568,
      "ገለ": 569,
      "ይቕ": 570,
      "ልና": 571,
      "መዓል": 572,
      "በረ": 573,
      "ማት": 574,
      "ብዛ": 575,
      "ክፍ": 576,
      "መደ": 577,
      "ትምህርቲ": 578,
      "ስት": 579,
      "ደን": 580,
      "ኣብቲ": 581,
      "ጸን": 582,
      "እያ": 583,
      "መራ": 584,
      "ብን": 585,
      "ርን": 586,
      "ረን": 587,
      "ባዕ": 588,
      "ኸኣ": 589,
      "ከምኡ": 590,
      "ሓይ": 591,
      "ሃብ": 592,
      "ድን": 593,
      "ገብረ": 594,
      "ባይ": 595,
      "ዳይ": 596,
      "እተ": 597,
      "ማን": 598,
      "ኖም": 599,
      "በት": 600,
      "ዝወ": 601,
      "ኢሉ": 602,
      "እግ": 603,
      "ዕድ": 604,
      "ስራሕ": 605,
      "ዀነ": 606,
      "ብዘይ": 607,
      "ቦታ": 608,
      "ገዲ": 609,
      "ዓለም": 610,
      "በለ": 611,
      "ተጻ": 612,
      "ክለ": 613,
      "እንከ": 614,
      "19": 615,
      "ገጽ": 616,
      "ኮይኑ": 617,
      "ስር": 618,
      "ዝተፈ": 619,
      "ወዲ": 620,
      "ርከብ": 621,
      "ምዕ": 622,
      "ተስ": 623,
      "ነይሩ": 624,
      "ህዝቢ": 625,
      "ዮን": 626,
      "ስለዝ": 627,
      "ፍል": 628,
      "ገን": 629,
      "ረኽ": 630,
      "ዎም": 631,
      "ረጋ": 632,
      "ኩሉ": 633,
      "ከተማ": 634,
      "ብራ": 635,
      "ቅድሚ": 636,
      "ኣካ": 637,
      "ነዚ": 638,
      "ክልተ": 639,
      "ኣል": 640,
      "ተቐ": 641,
      "ካልእ": 642,
      "ደቂ": 643,
      "ስነ": 644,
      "ብሓ": 645,
      "ዘን": 646,
      "ማእከ": 647,
      "ውሽ": 648,
      "ወር": 649,
      "ዳር": 650,
      "ድራ": 651,
      "ኣብዚ": 652,
      "ሃል": 653,
      "ኢት": 654,
      "ሰለ": 655,
      "ነገር": 656,
      "ደረጃ": 657,
      "ፈት": 658,
      "መንግ": 659,
      "ባብ": 660,
      "ወታ": 661,
      "ኢና": 662,
      "ብዛዕባ": 663,
      "ስተ": 664,
      "ገል": 665,
      "10": 666,
      "ህይ": 667,
      "ነብ": 668,
      "ዝብል": 669,
      "ጋንታ": 670,
      "ሕጂ": 671,
      "ኣዝ": 672,
      "ማሕ": 673,
      "ግባ": 674,
      "ሕማ": 675,
      "በዓል": 676,
      "እሞ": 677,
      "ጠን": 678,
      "መሓ": 679,
      "ኣምላ": 680,
      "ሰላ": 681,
      "ኣየ": 682,
      "12": 683,
      "ቦም": 684,
      "እሰ": 685,
      "ደል": 686,
      "ጥም": 687,
      "ካየ": 688,
      "ብዙሕ": 689,
      "ሰል": 690,
      "ደር": 691,
      "ገሊ": 692,
      "ወም": 693,
      "ይን": 694,
      "ወረ": 695,
      "ንግ": 696,
      "ተስፋ": 697,
      "ተኸ": 698,
      "ደኣ": 699,
      "መጻ": 700,
      "ግብ": 701,
      "ዞም": 702,
      "ዊት": 703,
      "ሓድ": 704,
      "ውድድር": 705,
      "ተሰ": 706,
      "እንተሎ": 707,
      "ንኽ": 708,
      "ቀዳ": 709,
      "ሓፍ": 710,
      "ዝኣ": 711,
      "ዝቃ": 712,
      "መንእሰ": 713,
      "ዝተፈላለ": 714,
      "ኣምላኽ": 715,
      "ሓበ": 716,
      "ልካ": 717,
      "ደይ": 718,
      "ስል": 719,
      "ፍቕ": 720,
      "ንሱ": 721,
      "ዝበለ": 722,
      "ታን": 723,
      "ዘር": 724,
      "ይሕ": 725,
      "ፍርዲ": 726,
      "ላን": 727,
      "ውጽ": 728,
      "ልም": 729,
      "ዝኾነ": 730,
      "ደም": 731,
      "ዝቃወም": 732,
      "ዝሓለ": 733,
      "ማለት": 734,
      "ሓንቲ": 735,
      "ብኣ": 736,
      "ጥን": 737,
      "ይድ": 738,
      "ጽሕ": 739,
      "ይቕረብ": 740,
      "ጽን": 741,
      "እስ": 742,
      "ወዳ": 743,
      "በብ": 744,
      "ርሕ": 745,
      "ግር": 746,
      "ጥዕ": 747,
      "ነፍ": 748,
      "ምኽን": 749,
      "ኹም": 750,
      "መግ": 751,
      "ተዓ": 752,
      "ገይ": 753,
      "ሃይ": 754,
      "ዘብ": 755,
      "ኹን": 756,
      "ሃን": 757,
      "መዓልቲ": 758,
      "ነበረ": 759,
      "ነታ": 760,
      "ዝር": 761,
      "ኦት": 762,
      "ቃል": 763,
      "ዳን": 764,
      "ሪካ": 765,
      "ጸወታ": 766,
      "ገም": 767,
      "ተራ": 768,
      "ሳዕ": 769,
      "ጥቃ": 770,
      "ኣሕ": 771,
      "ሎሚ": 772,
      "ሳይ": 773,
      "ዝያ": 774,
      "ልዑ": 775,
      "ኣቦ": 776,
      "ተረ": 777,
      "ቡቕ": 778,
      "ነታት": 779,
      "ድም": 780,
      "ባዊ": 781,
      "ጽል": 782,
      "ኣባ": 783,
      "15": 784,
      "ተኣ": 785,
      "ጻዕ": 786,
      "ድል": 787,
      "ሓበሬ": 788,
      "በዚ": 789,
      "ናዊ": 790,
      "ተባ": 791,
      "ርና": 792,
      "ዕል": 793,
      "ወል": 794,
      "በሉ": 795,
      "ምም": 796,
      "ባን": 797,
      "ዓቢ": 798,
      "ዘየ": 799,
      "ሉእ": 800,
      "ሃገራዊ": 801,
      "ፍቲ": 802,
      "እምበር": 803,
      "ዝን": 804,
      "ብፍ": 805,
      "በቲ": 806,
      "እዛ": 807,
      "ብቕ": 808,
      "ራን": 809,
      "ጽቡቕ": 810,
      "መረ": 811,
      "ፈለ": 812,
      "ወለ": 813,
      "ዕላ": 814,
      "መበል": 815,
      "ማእከል": 816,
      "ሓላ": 817,
      "ሕር": 818,
      "ንዝ": 819,
      "ሃገራት": 820,
      "ልግ": 821,
      "ዓዲ": 822,
      "ከምዚ": 823,
      "ኣይት": 824,
      "ኻል": 825,
      "ነቶም": 826,
      "ሚኒ": 827,
      "መዓ": 828,
      "ሎት": 829,
      "ዕን": 830,
      "ባሕሪ": 831,
      "እኳ": 832,
      "ምት": 833,
      "ዘለዉ": 834,
      "ብቐ": 835,
      "ብሩ": 836,
      "ዓይነት": 837,
      "ይኹን": 838,
      "ሉን": 839,
      "የሆ": 840,
      "ሓበሬታ": 841,
      "ህይወት": 842,
      "ኢኻ": 843,
      "11": 844,
      "ዳስ": 845,
      "ክእ": 846,
      "ኣስመራ": 847,
      "ግባር": 848,
      "ዝሓለፈ": 849,
      "ንኡ": 850,
      "ገብር": 851,
      "ደት": 852,
      "ነትን": 853,
      "።\"": 854,
      "ካልኦት": 855,
      "ሳን": 856,
      "?\"": 857,
      "የሆዋ": 858,
      "ትር": 859,
      "ዝሕ": 860,
      "ሓያ": 861,
      "ጣን": 862,
      "ተፈ": 863,
      "ትዮ": 864,
      "ህን": 865,
      "ምጽ": 866,
      "ነጥ": 867,
      "30": 868,
      "ዓን": 869,
      "ዕቲ": 870,
      "ሰም": 871,
      "ምቲ": 872,
      "ጀሚ": 873,
      "ክኸውን": 874,
      "ዝዀነ": 875,
      "ክስ": 876,
      "ናይቲ": 877,
      "ደገ": 878,
      "ማዊ": 879,
      "ህል": 880,
      "ገጸ": 881,
      "ዝኸ": 882,
      "ምና": 883,
      "ላዊ": 884,
      "ጽሪ": 885,
      "ቱን": 886,
      "ሕቶ": 887,
      "ኣመሪካ": 888,
      "ወጻ": 889,
      "ፈር": 890,
      "ስለዝበ": 891,
      "ናጽ": 892,
      "አን": 893,
      "ዶም": 894,
      "ስለዚ": 895,
      "ክዕ": 896,
      "ረባ": 897,
      "ርግ": 898,
      "ፍለ": 899,
      "ይኽእል": 900,
      "ከተ": 901,
      "መት": 902,
      "ንጥ": 903,
      "ኮነ": 904,
      "ዓቕ": 905,
      "ኣገልግ": 906,
      "14": 907,
      "ይና": 908,
      "ተባሂ": 909,
      "ዘተ": 910,
      "ፍቕሪ": 911,
      "ዝግ": 912,
      "ንኣ": 913,
      "ንሳ": 914,
      "መንግስቲ": 915,
      "ተዋ": 916,
      "ሬት": 917,
      "ኰይኑ": 918,
      "ራብ": 919,
      "ዝቐ": 920,
      "ልያ": 921,
      "መወዳ": 922,
      "ዓመታት": 923,
      "ሽን": 924,
      "ኣው": 925,
      "ትካ": 926,
      "13": 927,
      "ርብ": 928,
      "ታሪ": 929,
      "ረኸ": 930,
      "ስድራ": 931,
      "ኣዝዩ": 932,
      "ኢላ": 933,
      "ሓር": 934,
      "ሕን": 935,
      "ሓቢ": 936,
      "ኣጋ": 937,
      "ጻር": 938,
      "እንከሎ": 939,
      "ጥዕና": 940,
      "ምው": 941,
      "ዕብ": 942,
      "ጸጋ": 943,
      "ክለብ": 944,
      "ጉዳይ": 945,
      "ንሕ": 946,
      "ካየድ": 947,
      "ተኽ": 948,
      "ዘላ": 949,
      "ዕለ": 950,
      "ስፖ": 951,
      "ኸም": 952,
      "ደቀ": 953,
      "18": 954,
      "ኢዩ": 955,
      "ኣይኮ": 956,
      "ሳል": 957,
      "ረጋገጸ": 958,
      "ወከ": 959,
      "ዝጸን": 960,
      "በን": 961,
      "ሰለስተ": 962,
      "ሄር": 963,
      "ንዓ": 964,
      "ካልኣይ": 965,
      "ብዙሓት": 966,
      "ሶም": 967,
      "ንኡስ": 968,
      "ጽሑ": 969,
      "ደና": 970,
      "16": 971,
      "መወዳእታ": 972,
      "በይቲ": 973,
      "ሸቶ": 974,
      "ሞት": 975,
      "ሰነ": 976,
      "ግጥም": 977,
      "ውሽጢ": 978,
      "ምምሕ": 979,
      "ፈተ": 980,
      "ሮን": 981,
      "ኣቢ": 982,
      "እግዚ": 983,
      "ካብቲ": 984,
      "17": 985,
      "ታሕ": 986,
      "..": 987,
      "ሕብረ": 988,
      "ብጻ": 989,
      "ወን": 990,
      "ጸላ": 991,
      "ኣለዎ": 992,
      "ርድ": 993,
      "መንጎ": 994,
      "መሰረት": 995,
      "ዓብ": 996,
      "ዝርከብ": 997,
      "የን": 998,
      "ከመይ": 999,
      "ምሉእ": 1000,
      "ቅዱ": 1001,
      "ሓይሊ": 1002,
      "ኣይኰ": 1003,
      "መጽሓፍ": 1004,
      "ጥቀ": 1005,
      "ኛታት": 1006,
      "ብወ": 1007,
      "ዝኽእል": 1008,
      "መሳ": 1009,
      "ርካ": 1010,
      "መጽእ": 1011,
      "መደብ": 1012,
      "ተሳ": 1013,
      "ብፍላይ": 1014,
      "ከለ": 1015,
      "ዝነበሩ": 1016,
      "ፈልጥ": 1017,
      "ኣድ": 1018,
      "እንተዘይ": 1019,
      "ሳሲ": 1020,
      "ዜና": 1021,
      "ፍን": 1022,
      "ተጠ": 1023,
      "ራዊት": 1024,
      "ኣገልግሎት": 1025,
      "ሕጊ": 1026,
      "ሞም": 1027,
      "ያዊ": 1028,
      "ስተር": 1029,
      "ባሕ": 1030,
      "ብሪ": 1031,
      "ምለ": 1032,
      "ሚል": 1033,
      "ደቡ": 1034,
      "ሙን": 1035,
      "ተባሂሉ": 1036,
      "ሕል": 1037,
      "ደለ": 1038,
      "ሓለ": 1039,
      "ገር": 1040,
      "ሽዑ": 1041,
      "ስትሪ": 1042,
      "ግባእ": 1043,
      "ረስ": 1044,
      "ኣማ": 1045,
      "ከሎ": 1046,
      "ተበ": 1047,
      "ካይ": 1048,
      "ቀን": 1049,
      "ሰይ": 1050,
      "ኰነ": 1051,
      "መለ": 1052,
      "ዝሰ": 1053,
      "ዕሶ": 1054,
      "ካን": 1055,
      "ድዩ": 1056,
      "ከምቲ": 1057,
      "ንስትዮ": 1058,
      "ደሊ": 1059,
      "ምኽ": 1060,
      "ሳስ": 1061,
      "ጥር": 1062,
      "ዘለዎም": 1063,
      "ኣኽ": 1064,
      "ጸኒ": 1065,
      "ተሃ": 1066,
      "ድሪ": 1067,
      "ሕማም": 1068,
      "ተጋ": 1069,
      "ምህላ": 1070,
      "ሃሮ": 1071,
      "ትሕቲ": 1072,
      "ንና": 1073,
      "ምፍ": 1074,
      "ገሊጹ": 1075,
      "መንእሰያት": 1076,
      "ዝብ": 1077,
      "መሬት": 1078,
      "ዝተኻ": 1079,
      "ኣረ": 1080,
      "ዝስ": 1081,
      "ወርሒ": 1082,
      "ሰዓት": 1083,
      "ግቡ": 1084,
      "ምልከ": 1085,
      "ሓድሽ": 1086,
      "ብምዃ": 1087,
      "ወጻኢ": 1088,
      "በየ": 1089,
      "ብሮ": 1090,
      "ተጸ": 1091,
      "ገድ": 1092,
      "ይረጋገጸ": 1093,
      "ክፍሊ": 1094,
      "መጋ": 1095,
      "ዝፈ": 1096,
      "ዕለት": 1097,
      "ሚካ": 1098,
      "ክብል": 1099,
      "ሳኺ": 1100,
      "ተጻዋ": 1101,
      "ናጽነት": 1102,
      "ዋላ": 1103,
      "መንፈ": 1104,
      "ዘመ": 1105,
      "ሱስ": 1106,
      "እግዚኣብ": 1107,
      "25": 1108,
      "እንግ": 1109,
      "ሽተ": 1110,
      "ኣያ": 1111,
      "ንጉ": 1112,
      "መሪ": 1113,
      "ንጥፈ": 1114,
      "ቀዳማይ": 1115,
      "ምእን": 1116,
      "ቐት": 1117,
      "ናቕ": 1118,
      "ርያም": 1119,
      "ምድሪ": 1120,
      "ዝያዳ": 1121,
      "የደ": 1122,
      "ፋል": 1123,
      "ዘለዋ": 1124,
      "ርከቡ": 1125,
      "ትና": 1126,
      "ኣፍሪ": 1127,
      "ስምዒ": 1128,
      "ስታ": 1129,
      "ኣይኮነን": 1130,
      "ዝው": 1131,
      "ኣቐ": 1132,
      "ኣለዉ": 1133,
      "ማር": 1134,
      "ሓሙ": 1135,
      "ዝዓ": 1136,
      "ልዑል": 1137,
      "ከብ": 1138,
      "ኣደ": 1139,
      "ኣባላት": 1140,
      "ፍሉ": 1141,
      "ብምባል": 1142,
      "ገንዘብ": 1143,
      "ዝተባህ": 1144,
      "ምፕ": 1145,
      "ተት": 1146,
      "ተወሳኺ": 1147,
      "ምንታይ": 1148,
      "እግሪ": 1149,
      "ወስ": 1150,
      "ራር": 1151,
      "ብና": 1152,
      "ኩነታት": 1153,
      "ውል": 1154,
      "ወላ": 1155,
      "ዝመ": 1156,
      "ኢለ": 1157,
      "ተዛ": 1158,
      "ኣፍሪቃ": 1159,
      "ወረስቲ": 1160,
      "ቅር": 1161,
      "እንተኾነ": 1162,
      "ሚኒስትሪ": 1163,
      "ምባል": 1164,
      "ህብ": 1165,
      "ፍረ": 1166,
      "ዝገበ": 1167,
      "ሽሕ": 1168,
      "ቢት": 1169,
      "እስራ": 1170,
      "ዋት": 1171,
      "ኣብነት": 1172,
      "መገዲ": 1173,
      "ዝተፈላለየ": 1174,
      "መጠን": 1175,
      "ሕጋ": 1176,
      "ዕድመ": 1177,
      "ምኽንያ": 1178,
      "ብድ": 1179,
      "ፍለጥ": 1180,
      "ሓስ": 1181,
      "ተጻወት": 1182,
      "ከምዘሎ": 1183,
      "ለወ": 1184,
      "ሒዙ": 1185,
      "ይግ": 1186,
      "200": 1187,
      "ላል": 1188,
      "ቀሪ": 1189,
      "ምእንቲ": 1190,
      "!\"": 1191,
      "ነዊ": 1192,
      "እንግሊ": 1193,
      "22": 1194,
      "ዝኾ": 1195,
      "ዋጋ": 1196,
      "ዓወት": 1197,
      "ብኸ": 1198,
      "ቀል": 1199,
      "ጸገም": 1200,
      "ናል": 1201,
      "ወሲ": 1202,
      "ቅዱስ": 1203,
      "ዝነ": 1204,
      "ተሪ": 1205,
      "ግቡእ": 1206,
      "ነገራት": 1207,
      "ጓል": 1208,
      "ቤተ": 1209,
      "ናቕፋ": 1210,
      "ኣላ": 1211,
      "ብረት": 1212,
      "ፖሊ": 1213,
      "ፍት": 1214,
      "ምኽንያት": 1215,
      "የሱስ": 1216,
      "እምሮ": 1217,
      "ገዝ": 1218,
      "ሰራዊት": 1219,
      "ተጻዋታይ": 1220,
      "እኽ": 1221,
      "ንዓይ": 1222,
      "ለቲ": 1223,
      "ንስኻ": 1224,
      "ከምዘይ": 1225,
      "ምዃኖም": 1226,
      "ኽእሉ": 1227,
      "ፍልጠ": 1228,
      "ኣይነበ": 1229,
      "ብዘይካ": 1230,
      "ሞን": 1231,
      "ሚካኤል": 1232,
      "ተደ": 1233,
      "ዝተኻየደ": 1234,
      "ሊግ": 1235,
      "ቡር": 1236,
      "ማርያም": 1237,
      "ዝሃ": 1238,
      "ለው": 1239,
      "ጠቕ": 1240,
      "ሰት": 1241,
      "እዞም": 1242,
      "ረበ": 1243,
      "ሓሳብ": 1244,
      "ዝጊ": 1245,
      "ጉዳ": 1246,
      "ሓሳ": 1247,
      "መጽና": 1248,
      "ጀመር": 1249,
      "እግዚኣብሄር": 1250,
      "መንገዲ": 1251,
      "ህጻ": 1252,
      "ውሕ": 1253,
      "ውሳ": 1254,
      "ነዊሕ": 1255,
      "እተን": 1256,
      "ምግ": 1257,
      "ጅለ": 1258,
      "ኣይኰነን": 1259,
      "ኡን": 1260,
      "ክረ": 1261,
      "ፈሻ": 1262,
      "ጣሚ": 1263,
      "ንዕ": 1264,
      "ጾም": 1265,
      "ሰላም": 1266,
      "ዝተፈላለዩ": 1267,
      "ረዚ": 1268,
      "ዓው": 1269,
      "ያስ": 1270,
      "ስፖርት": 1271,
      "ዝረ": 1272,
      "ኣገባብ": 1273,
      "ህሉ": 1274,
      "ቀንዲ": 1275,
      "ጽር": 1276,
      "ሳት": 1277,
      "እየን": 1278,
      "ኣንጻር": 1279,
      "ፎም": 1280,
      "ከቢ": 1281,
      "ንቋ": 1282,
      "ኣዕ": 1283,
      "እስራኤል": 1284,
      "ኣዋ": 1285,
      "ኣቐዲ": 1286,
      "ኣቕ": 1287,
      "ጀሚሩ": 1288,
      "ክሕ": 1289,
      "መግቢ": 1290,
      "ብሰን": 1291,
      "ኣርባዕ": 1292,
      "እንከለ": 1293,
      "ለጽ": 1294,
      "ባሩ": 1295,
      "ኣእምሮ": 1296,
      "ስለዝሞ": 1297,
      "ዳት": 1298,
      "ቨር": 1299,
      "ውጽኢት": 1300,
      "ሚልዮን": 1301,
      "ዕዳ": 1302,
      "ወዘተ": 1303,
      "ምምሕዳር": 1304,
      "ቁጽሪ": 1305,
      "ቅስ": 1306,
      "ረድ": 1307,
      "ምኽንያቱ": 1308,
      "ንጥፈታት": 1309,
      "ጀር": 1310,
      "ኣብር": 1311,
      "ቐን": 1312,
      "ወይዘ": 1313,
      "ፍጻ": 1314,
      "ሓዳስ": 1315,
      "ከኣል": 1316,
      "ኣስታት": 1317,
      "ስእ": 1318,
      "ተጻወትቲ": 1319,
      "ጽሕፈት": 1320,
      "ልቢ": 1321,
      "መልሲ": 1322,
      "ኣሰ": 1323,
      "ገና": 1324,
      "ኻብ": 1325,
      "መንእሰይ": 1326,
      "ኢሎም": 1327,
      "ሕርሻ": 1328,
      "ዘጋ": 1329,
      "ደቡብ": 1330,
      "ንኸ": 1331,
      "ሓቂ": 1332,
      "ገይሩ": 1333,
      "ቤተይ": 1334,
      "21": 1335,
      "ዝኸውን": 1336,
      "ዘይብሉ": 1337,
      "ሂወት": 1338,
      "ሓል": 1339,
      "ንእ": 1340,
      "ሕብረተ": 1341,
      "ማሊ": 1342,
      "ድና": 1343,
      "ኣእ": 1344,
      "ስያ": 1345,
      "ዝኽ": 1346,
      "ዳም": 1347,
      "ንመ": 1348,
      "ርክ": 1349,
      "ወይዘሮ": 1350,
      "ሪት": 1351,
      "ኣካል": 1352,
      "ኣሰል": 1353,
      "ክታ": 1354,
      "ኵሉ": 1355,
      "ኣዘ": 1356,
      "ከውን": 1357,
      "የት": 1358,
      "ዜጋ": 1359,
      "ምቕ": 1360,
      "ቀት": 1361,
      "ኣብታ": 1362,
      "ዘረባ": 1363,
      "ነጥቢ": 1364,
      "ኢን": 1365,
      "ዓተ": 1366,
      "ግደ": 1367,
      "ርእዮ": 1368,
      "ዝነበረት": 1369,
      "ኣርባዕተ": 1370,
      "ስና": 1371,
      "ቀሳ": 1372,
      "ኣገዳ": 1373,
      "ዓበይቲ": 1374,
      "ረኺ": 1375,
      "ካር": 1376,
      "ዋህ": 1377,
      "ሃም": 1378,
      "ስርዓት": 1379,
      "መስል": 1380,
      "ዝጸንሐ": 1381,
      "ሰርሕ": 1382,
      "ዕላማ": 1383,
      "ዕድል": 1384,
      "ታሪኽ": 1385,
      "ሲቲ": 1386,
      "ፕረዚ": 1387,
      "ዝተሰ": 1388,
      "ማሕበር": 1389,
      "ጽም": 1390,
      "ስቶ": 1391,
      "ላዕሊ": 1392,
      "ፕረዚደን": 1393,
      "ቓል": 1394,
      "ስለዝበላ": 1395,
      "ውዕል": 1396,
      "ክቕ": 1397,
      "መምህ": 1398,
      "ከር": 1399,
      "ምሳ": 1400,
      "ትካል": 1401,
      "ኣበር": 1402,
      "መጺ": 1403,
      "ምዕባ": 1404,
      "ገበ": 1405,
      "ሓደጋ": 1406,
      "ሰዓ": 1407,
      "መደባት": 1408,
      "ጋዜ": 1409,
      "ድሕ": 1410,
      "እንስ": 1411,
      "ይኖም": 1412,
      "ምዝ": 1413,
      "ኣበ": 1414,
      "እዋ": 1415,
      "ዉን": 1416,
      "24": 1417,
      "ተኽለ": 1418,
      "ግም": 1419,
      "ብርሃን": 1420,
      "ማሕበ": 1421,
      "ኣህ": 1422,
      "ዘይኮነ": 1423,
      "ሰሜ": 1424,
      "ተቓ": 1425,
      "ብለ": 1426,
      "ኪና": 1427,
      "ኢልካ": 1428,
      "ጉጅለ": 1429,
      "ቅል": 1430,
      "ዝለ": 1431,
      "መስርሕ": 1432,
      "ወተሃ": 1433,
      "ሖም": 1434,
      "ኣጋጣሚ": 1435,
      "ትማሊ": 1436,
      "ብሎ": 1437,
      "ኩን": 1438,
      "ብዝሒ": 1439,
      "ከነ": 1440,
      "ይኸውን": 1441,
      "ተመሳ": 1442,
      "ቕን": 1443,
      "ግጋ": 1444,
      "ይቲ": 1445,
      "ገዛእ": 1446,
      "ፈን": 1447,
      "በሎ": 1448,
      "ፕረዚደንት": 1449,
      "ወልደ": 1450,
      "ክልቲ": 1451,
      "ብላ": 1452,
      "ብኸመይ": 1453,
      "ሓሊ": 1454,
      "ወከፍ": 1455,
      "ምበር": 1456,
      "ከምዘ": 1457,
      "ውሮ": 1458,
      "ጣኒ": 1459,
      "ጸብጻ": 1460,
      "ኢድ": 1461,
      "ርእይ": 1462,
      "ሳሊ": 1463,
      "ግራ": 1464,
      "ማህ": 1465,
      "ብስ": 1466,
      "ከላ": 1467,
      "ዝም": 1468,
      "ዎን": 1469,
      "ታል": 1470,
      "ክኢላ": 1471,
      "ሞያ": 1472,
      "ሳተ": 1473,
      "ጽዕ": 1474,
      "ተኻ": 1475,
      "ጸል": 1476,
      "ክፋል": 1477,
      "ተላ": 1478,
      "እንግሊዝ": 1479,
      "ከቢድ": 1480,
      "ጽዋ": 1481,
      "መላ": 1482,
      "ፈለማ": 1483,
      "ቶን": 1484,
      "በላ": 1485,
      "ዕዞ": 1486,
      "ገረ": 1487,
      "ወሰ": 1488,
      "ነፍሲ": 1489,
      "ይብል": 1490,
      "ማም": 1491,
      "ቀይሕ": 1492,
      "ምዲ": 1493,
      "እንስሳ": 1494,
      "ነቱ": 1495,
      "ሜዳ": 1496,
      "ኤውሮ": 1497,
      "ጀመረ": 1498,
      "ናብቲ": 1499,
      "23": 1500,
      "ዝጠ": 1501,
      "ትምህር": 1502,
      "26": 1503,
      "2014": 1504,
      "ዘለና": 1505,
      "ደብ": 1506,
      "ርሒ": 1507,
      "ኣካላት": 1508,
      "ንሕና": 1509,
      "ጸገ": 1510,
      "ዖም": 1511,
      "ናይት": 1512,
      "ግል": 1513,
      "ዲኡ": 1514,
      "ብሰንኪ": 1515,
      "ብምን": 1516,
      "ዋንጫ": 1517,
      "ዝምልከ": 1518,
      "ኣሉ": 1519,
      "መንግስ": 1520,
      "2015": 1521,
      "ዀኑ": 1522,
      "ሓቢሩ": 1523,
      "እንዳ": 1524,
      "ውር": 1525,
      "ዓቕሚ": 1526,
      "ወኪ": 1527,
      "ካዊ": 1528,
      "ዝኣመሰ": 1529,
      "27": 1530,
      "ዝቕ": 1531,
      "መርዓ": 1532,
      "ኤውሮጳ": 1533,
      "የለን": 1534,
      "ድምጺ": 1535,
      "ሕጋዊ": 1536,
      "ቋንቋ": 1537,
      "ካብቶም": 1538,
      "ከረ": 1539,
      "ኣለኹ": 1540,
      "ግእ": 1541,
      "ዘይት": 1542,
      "ጻእ": 1543,
      "ሃይለ": 1544,
      "እዚኣ": 1545,
      "ጥበ": 1546,
      "ንጉስ": 1547,
      "ዕረ": 1548,
      "ደራ": 1549,
      "ዋይ": 1550,
      "ስጋ": 1551,
      "ጻዕሪ": 1552,
      "ዓር": 1553,
      "ዝተባህለ": 1554,
      "ውሑ": 1555,
      "መሊ": 1556,
      "ሕክ": 1557,
      "ገልጽ": 1558,
      "መሓመድ": 1559,
      "ሰብኣይ": 1560,
      "መጥቃ": 1561,
      "28": 1562,
      "ተል": 1563,
      "በለት": 1564,
      "ንካ": 1565,
      "ሻምፕ": 1566,
      "ትካላት": 1567,
      "ህላ": 1568,
      "ሃንስ": 1569,
      "ኹሉ": 1570,
      "ምክል": 1571,
      "ትሕዝ": 1572,
      "ሓላፊ": 1573,
      "ክተር": 1574,
      "ንብረት": 1575,
      "ጽእ": 1576,
      "ተመሳሳሊ": 1577,
      "ኣንስትዮ": 1578,
      "ጥሪ": 1579,
      "ዓይኒ": 1580,
      "ርእሲ": 1581,
      "ግጥ": 1582,
      "ኣብያ": 1583,
      "ኣሕዋ": 1584,
      "ይነ": 1585,
      "ጠመ": 1586,
      "50": 1587,
      "ኣተ": 1588,
      "ኢትዮ": 1589,
      "ረታ": 1590,
      "ንቕ": 1591,
      "ዳእ": 1592,
      "ሸት": 1593,
      "ሕት": 1594,
      "ድኣ": 1595,
      "ሩን": 1596,
      "ፎን": 1597,
      "ጎስ": 1598,
      "ልታት": 1599,
      "ኣብኡ": 1600,
      "ላስ": 1601,
      "ዝካየድ": 1602,
      "ክንደይ": 1603,
      "ብርሃ": 1604,
      "ቀሳቐ": 1605,
      "ፕሮ": 1606,
      "ሰራሕ": 1607,
      "ይስ": 1608,
      "እምነት": 1609,
      "ማል": 1610,
      "ስልጣን": 1611,
      "ፍሉይ": 1612,
      "ቡን": 1613,
      "ኩዕሶ": 1614,
      "መድረኽ": 1615,
      "ዛረብ": 1616,
      "ኣገዳሲ": 1617,
      "ብመሰረት": 1618,
      "ሳዊ": 1619,
      "ስለዘይ": 1620,
      "ህዝባዊ": 1621,
      "ኢትዮጵ": 1622,
      "ቦት": 1623,
      "ብሉን": 1624,
      "ኣሰልጣኒ": 1625,
      "ጸር": 1626,
      "ክነ": 1627,
      "ኣብያተ": 1628,
      "ይት": 1629,
      "ለካ": 1630,
      "ደው": 1631,
      "በሃል": 1632,
      "ኣዊ": 1633,
      "ሃር": 1634,
      "ጸላኢ": 1635,
      "መጽናዕቲ": 1636,
      "ሓያል": 1637,
      "ተባዕ": 1638,
      "የር": 1639,
      "ፈልጦ": 1640,
      "ጠር": 1641,
      "ንብ": 1642,
      "ፋት": 1643,
      "መንፈስ": 1644,
      "ያል": 1645,
      "ክኸ": 1646,
      "ተለ": 1647,
      "ደስ": 1648,
      "ዓሳ": 1649,
      "መጸ": 1650,
      "ኣተሓ": 1651,
      "ሊጡ": 1652,
      "ሓጺ": 1653,
      "ክወ": 1654,
      "ሓተ": 1655,
      "ፍጻመ": 1656,
      "ሰፊ": 1657,
      "ዝምድ": 1658,
      "ንኣብነት": 1659,
      "ሓሙሽተ": 1660,
      "ክንዲ": 1661,
      "ዛንታ": 1662,
      "ድሮ": 1663,
      "ቅን": 1664,
      "መግለ": 1665,
      "ተገ": 1666,
      "መጥቃዕቲ": 1667,
      "ልዓ": 1668,
      "ብቕዓት": 1669,
      "ጋዜጣ": 1670,
      "ታቶም": 1671,
      "ይታ": 1672,
      "ጠና": 1673,
      "ጻሊ": 1674,
      "ማኖ": 1675,
      "ዝበሃል": 1676,
      "ቃን": 1677,
      "ውድድ": 1678,
      "ፖለቲ": 1679,
      "ኒት": 1680,
      "ህይወ": 1681,
      "ተኛታት": 1682,
      "ትም": 1683,
      "መቕ": 1684,
      "ርክብ": 1685,
      "ዘይኰነ": 1686,
      "ቲን": 1687,
      "ማዕረ": 1688,
      "ጥረ": 1689,
      "ተቐዳ": 1690,
      "ጽበ": 1691,
      "ድሊ": 1692,
      "ኣቱ": 1693,
      "መስዋ": 1694,
      "ግረ": 1695,
      "ምብ": 1696,
      "ኲናት": 1697,
      "ምዃንና": 1698,
      "ላዕለ": 1699,
      "ረቡ": 1700,
      "ቲት": 1701,
      "ኮማዊ": 1702,
      "ብምስ": 1703,
      "ህቦ": 1704,
      "መካ": 1705,
      "ፖሊስ": 1706,
      "ምብራ": 1707,
      "ስለምንታይ": 1708,
      "ክሳዕ": 1709,
      "ማእከላይ": 1710,
      "እወ": 1711,
      "ቅስቓ": 1712,
      "ዒን": 1713,
      "ብዕ": 1714,
      "መጀመር": 1715,
      "ኣይነበረን": 1716,
      "መኪና": 1717,
      "ወተሃደ": 1718,
      "ግንባር": 1719,
      "ክፍለ": 1720,
      "ኻን": 1721,
      "መግለጺ": 1722,
      "ጎደና": 1723,
      "በሪ": 1724,
      "ግበር": 1725,
      "ጽሑፍ": 1726,
      "መስመር": 1727,
      "ጹም": 1728,
      "ጋን": 1729,
      "መዛ": 1730,
      "ጸረ": 1731,
      "ህያ": 1732,
      "መጻኢ": 1733,
      "ስምዒት": 1734,
      "ቕቲ": 1735,
      "ከየ": 1736,
      "ስፍ": 1737,
      "በኣር": 1738,
      "ንሳቶም": 1739,
      "2013": 1740,
      "ናዮ": 1741,
      "ክሲ": 1742,
      "ፈረን": 1743,
      "ብተወሳኺ": 1744,
      "ሓሰ": 1745,
      "ብሓፈሻ": 1746,
      "ነበርቲ": 1747,
      "ብሽ": 1748,
      "ምንቅስቓ": 1749,
      "መድሃ": 1750,
      "ዘስ": 1751,
      "ይግባእ": 1752,
      "ክቶ": 1753,
      "ትሕዝቶ": 1754,
      "ጥቅ": 1755,
      "ክርስቶ": 1756,
      "ተመራ": 1757,
      "ዝምድና": 1758,
      "ሓሉ": 1759,
      "ዝገል": 1760,
      "ጥፍ": 1761,
      "ዳዊት": 1762,
      "ኤርትራውያን": 1763,
      "ዘው": 1764,
      "ግብሪ": 1765,
      "ግዝ": 1766,
      "ኣሃ": 1767,
      "ረይ": 1768,
      "ሎን": 1769,
      "ውላ": 1770,
      "ትራ": 1771,
      "ክብር": 1772,
      "ማድሪ": 1773,
      "ግጽ": 1774,
      "ዕዮ": 1775,
      "ሓዊ": 1776,
      "ሓላፍ": 1777,
      "ኣለና": 1778,
      "ዩናይት": 1779,
      "ዘካየ": 1780,
      "ርእሰ": 1781,
      "ሃይማኖ": 1782,
      "ዓትን": 1783,
      "ካብዚ": 1784,
      "ንሓደ": 1785,
      "ፊልም": 1786,
      "ክርስት": 1787,
      "ኑን": 1788,
      "199": 1789,
      "ሰሉ": 1790,
      "ረመ": 1791,
      "ተሪፉ": 1792,
      "ዅሉ": 1793,
      "ቢሩ": 1794,
      "29": 1795,
      "ምክልኻል": 1796,
      "ዳዊ": 1797,
      "መዝ": 1798,
      "እናተ": 1799,
      "ብምሕ": 1800,
      "ፍሪ": 1801,
      "ልደ": 1802,
      "ሰሚ": 1803,
      "የማ": 1804,
      "ራትን": 1805,
      "ሕማቕ": 1806,
      "ኣዩ": 1807,
      "ተመሃሮ": 1808,
      "በጺ": 1809,
      "ውዕ": 1810,
      "ኩሎም": 1811,
      "ሰሪ": 1812,
      "ማሕበራዊ": 1813,
      "ሰርተ": 1814,
      "ፍቓ": 1815,
      "ዝመጽእ": 1816,
      "ደበ": 1817,
      "ወላዲ": 1818,
      "ገብሩ": 1819,
      "ጸና": 1820,
      "ሰሙን": 1821,
      "ሓዘን": 1822,
      "ገብሮ": 1823,
      "ብግቡእ": 1824,
      "ጥሮ": 1825,
      "ውቲ": 1826,
      "ኣቢሉ": 1827,
      "ዝተረ": 1828,
      "ነይሮም": 1829,
      "ኪሎ": 1830,
      "ስልጠና": 1831,
      "ዝበዝ": 1832,
      "ክህል": 1833,
      "ተኸሳሲ": 1834,
      "ጽባሕ": 1835,
      "ኽት": 1836,
      "1ይ": 1837,
      "ቻይና": 1838,
      "ክሮ": 1839,
      "ደቅ": 1840,
      "ክርስቶስ": 1841,
      "ነበሩ": 1842,
      "ሓዳ": 1843,
      "ሕብረተሰብ": 1844,
      "ኣከ": 1845,
      "ትሮ": 1846,
      "ንላዕሊ": 1847,
      "ጺሩ": 1848,
      "ኣለዋ": 1849,
      "ኣዛ": 1850,
      "ብድሕሪ": 1851,
      "እናበል": 1852,
      "ዝፍ": 1853,
      "ውግእ": 1854,
      "ምግባር": 1855,
      "ቦን": 1856,
      "መልእኽ": 1857,
      "ንሓ": 1858,
      "ብምዃኑ": 1859,
      "ምንባሩ": 1860,
      "000": 1861,
      "ቁጠ": 1862,
      "ባህሊ": 1863,
      "ልክዕ": 1864,
      "ኮን": 1865,
      "ጻት": 1866,
      "ዝተመ": 1867,
      "ግዳ": 1868,
      "ግምት": 1869,
      "ሕቲ": 1870,
      "ኑዕ": 1871,
      "ትጽ": 1872,
      "ብወገ": 1873,
      "ቃላት": 1874,
      "ዩናይትድ": 1875,
      "ባህሪ": 1876,
      "ኣለም": 1877,
      "ካዮ": 1878,
      "ወጺ": 1879,
      "እምበኣር": 1880,
      "መዓልታት": 1881,
      "ኣህጉ": 1882,
      "ለይቲ": 1883,
      "ጥቕ": 1884,
      "ቱር": 1885,
      "የብሉን": 1886,
      "ፍልጠት": 1887,
      "ኣና": 1888,
      "ውድድራት": 1889,
      "ሓዝ": 1890,
      "ንኽእል": 1891,
      "ጸወታታት": 1892,
      "መምህር": 1893,
      "ዝነበሮ": 1894,
      "ውዒ": 1895,
      "ዝርከቡ": 1896,
      "40": 1897,
      "ስራ": 1898,
      "ዜጋታት": 1899,
      "ካብኡ": 1900,
      "ትኽእል": 1901,
      "ፍስ": 1902,
      "ዝረኸ": 1903,
      "ፍጹም": 1904,
      "ሊሉ": 1905,
      "ሰማ": 1906,
      "መሉ": 1907,
      "መሲ": 1908,
      "ዑቕ": 1909,
      "ይፍለጥ": 1910,
      "ይረጋገጸልና": 1911,
      "ማድሪድ": 1912,
      "ወትሩ": 1913,
      "ጸም": 1914,
      "ምሸት": 1915,
      "ስዒ": 1916,
      "ጨን": 1917,
      "ጽባ": 1918,
      "ርእይቶ": 1919,
      "ጥታ": 1920,
      "መና": 1921,
      "ምባ": 1922,
      "ዓሰርተ": 1923,
      "መነ": 1924,
      "ስላ": 1925,
      "ናዕ": 1926,
      "ኮም": 1927,
      "ጸኒሑ": 1928,
      "ጸት": 1929,
      "ኣየር": 1930,
      "ፈጺ": 1931,
      "ቸል": 1932,
      "ዳል": 1933,
      "ኢትዮጵያ": 1934,
      "ይተሓ": 1935,
      "ተማሃሮ": 1936,
      "ንምስ": 1937,
      "ሓው": 1938,
      "መኽ": 1939,
      "ባይታ": 1940,
      "ዕር": 1941,
      "ለውጢ": 1942,
      "ኣይከኣ": 1943,
      "መም": 1944,
      "ንምፍ": 1945,
      "ክራ": 1946,
      "ላትን": 1947,
      "ቀሪቡ": 1948,
      "ይተኣ": 1949,
      "ዕዳጋ": 1950,
      "ረክብ": 1951,
      "ዘየለ": 1952,
      "ውስ": 1953,
      "ኮሚ": 1954,
      "ጉድ": 1955,
      "ብኽ": 1956,
      "መቐ": 1957,
      "ኪዳ": 1958,
      "ኣርሰ": 1959,
      "ልቲ": 1960,
      "ዘይተ": 1961,
      "ፈራ": 1962,
      "ሜተር": 1963,
      "ኣረጋ": 1964,
      "ሰባ": 1965,
      "ላዕ": 1966,
      "ኽእሎ": 1967,
      "ጋንታታት": 1968,
      "ዘለኹ": 1969,
      "መጻምዲ": 1970,
      "ሩብ": 1971,
      "ቕር": 1972,
      "ረብሓ": 1973,
      "መጠ": 1974,
      "ክብሪ": 1975,
      "ፍርቂ": 1976,
      "ይርከብ": 1977,
      "ኮር": 1978,
      "ደቒ": 1979,
      "ኣኼ": 1980,
      "ክለባት": 1981,
      "ቶት": 1982,
      "ታቱ": 1983,
      "ቸልሲ": 1984,
      "ሃገርና": 1985,
      "ፋን": 1986,
      "ወርቂ": 1987,
      "ጥበብ": 1988,
      "ናይዚ": 1989,
      "ሸቶታት": 1990,
      "ንምር": 1991,
      "እንተዀነ": 1992,
      "ጸለ": 1993,
      "ኣሃዱ": 1994,
      "ጸባ": 1995,
      "ተስፋይ": 1996,
      "ካይድ": 1997,
      "ጓዓ": 1998,
      "መጥ": 1999,
      "ኢልና": 2000,
      "ብኡ": 2001,
      "ነይረ": 2002,
      "ብርሃነ": 2003,
      "2016": 2004,
      "ኻልእ": 2005,
      "ሂቡ": 2006,
      "ነብሩ": 2007,
      "ከምዝተ": 2008,
      "እዝ": 2009,
      "ላር": 2010,
      "ሽቶ": 2011,
      "ኾኑ": 2012,
      "ምዃና": 2013,
      "ብጽ": 2014,
      "በዓልቲ": 2015,
      "ቈልዑ": 2016,
      "ጋጋ": 2017,
      "ርእሱ": 2018,
      "ሕክምና": 2019,
      "ስጉ": 2020,
      "ስፒ": 2021,
      "ላጥ": 2022,
      "ሚኒስተር": 2023,
      "ጊት": 2024,
      "ደቀንስትዮ": 2025,
      "ኣዒን": 2026,
      "ውሳነ": 2027,
      "ሕቡ": 2028,
      "ባዕሉ": 2029,
      "ዝድ": 2030,
      "ጌጋ": 2031,
      "ኖስ": 2032,
      "መብዛ": 2033,
      "ነይራ": 2034,
      "መስዋእቲ": 2035,
      "ዛን": 2036,
      "መስለ": 2037,
      "ኵዕሶ": 2038,
      "ምእ": 2039,
      "ዓረብ": 2040,
      "ጉዕዞ": 2041,
      "ውድብ": 2042,
      "ላው": 2043,
      "ሓያሎ": 2044,
      "ዝነበራ": 2045,
      "ጸሓ": 2046,
      "ኣፈ": 2047,
      "ሌት": 2048,
      "ኣርእ": 2049,
      "ጨረታ": 2050,
      "ኢጣ": 2051,
      "ምህላዉ": 2052,
      "ብሉጽ": 2053,
      "ትግር": 2054,
      "ሳልሳይ": 2055,
      "ዘና": 2056,
      "ኣቶም": 2057,
      "ሕታ": 2058,
      "ህጻናት": 2059,
      "ይተኣረመ": 2060,
      "ከል": 2061,
      "ተነ": 2062,
      "ኸት": 2063,
      "ኣኼባ": 2064,
      "ሰርሑ": 2065,
      "መሰል": 2066,
      "ፋስ": 2067,
      "ትግርኛ": 2068,
      "ኮይና": 2069,
      "ይር": 2070,
      "ጠንቂ": 2071,
      "ዓመተ": 2072,
      "ህንጻ": 2073,
      "ምስቲ": 2074,
      "ኣርሰናል": 2075,
      "በጽ": 2076,
      "ወግ": 2077,
      "ይተኣረመለይ": 2078,
      "ጹር": 2079,
      "ድሚ": 2080,
      "ስፖር": 2081,
      "ኣበርክቶ": 2082,
      "ምስክር": 2083,
      "ዘራ": 2084,
      "ከረን": 2085,
      "ዝርከ": 2086,
      "ሩስያ": 2087,
      "ዝተዓ": 2088,
      "ፈርቲ": 2089,
      "መስከረ": 2090,
      "መጋባ": 2091,
      "ሊል": 2092,
      "ሃገራዊት": 2093,
      "ዘይን": 2094,
      "ምትሕ": 2095,
      "ሓዳር": 2096,
      "ትዕ": 2097,
      "ትብል": 2098,
      "ዘመን": 2099,
      "ወድ": 2100,
      "ሓሳባት": 2101,
      "ብካ": 2102,
      "ፕሪ": 2103,
      "ውሽጣ": 2104,
      "ትእዛ": 2105,
      "ግንቦት": 2106,
      "ክኢላታት": 2107,
      "ሓገዝ": 2108,
      "ዳርጋ": 2109,
      "ተወልደ": 2110,
      "ስዕ": 2111,
      "ሽል": 2112,
      "ክዎ": 2113,
      "ጸሓይ": 2114,
      "ጐስ": 2115,
      "ስእሊ": 2116,
      "ዓሊ": 2117,
      "ብሊ": 2118,
      "ሳእ": 2119,
      "ኣስተ": 2120,
      "ኣባል": 2121,
      "ብስም": 2122,
      "መሰለይ": 2123,
      "ሓንሳብ": 2124,
      "ላንድ": 2125,
      "ዞባታት": 2126,
      "መተ": 2127,
      "ሰማይ": 2128,
      "ብሓደ": 2129,
      "ሃበ": 2130,
      "ምዕባለ": 2131,
      "ኮይኖም": 2132,
      "ኩዎ": 2133,
      "ምንጪ": 2134,
      "ኻት": 2135,
      "ደጋ": 2136,
      "ልኡ": 2137,
      "ስለዝሞተ": 2138,
      "ክሳ": 2139,
      "ዶላር": 2140,
      "ብሓቂ": 2141,
      "ረኽቡ": 2142,
      "ሪክ": 2143,
      "ተግባር": 2144,
      "ሳዕቤ": 2145,
      "ዋና": 2146,
      "ሰዓታት": 2147,
      "ጨንፈር": 2148,
      "ጥዑ": 2149,
      "ብእ": 2150,
      "ኣንስ": 2151,
      "ዀይኑ": 2152,
      "ላጽ": 2153,
      "ፍልጥ": 2154,
      "መራሕ": 2155,
      "ጽርግ": 2156,
      "ክሰ": 2157,
      "ፋር": 2158,
      "ግለ": 2159,
      "ስኻ": 2160,
      "ፋሕ": 2161,
      "ፋይ": 2162,
      "ብምው": 2163,
      "፡\"": 2164,
      "ንኽት": 2165,
      "ቕርብ": 2166,
      "ጠፍ": 2167,
      "45": 2168,
      "ብምሉእ": 2169,
      "ሆስፒ": 2170,
      "ደብዳ": 2171,
      "ከን": 2172,
      "መጀመርታ": 2173,
      "ሰበይቲ": 2174,
      "ሱን": 2175,
      "ሓድሕ": 2176,
      "ሓራ": 2177,
      "ተጋዳ": 2178,
      "ኽቲ": 2179,
      "ብናይ": 2180,
      "መሳርሒ": 2181,
      "ተግባ": 2182,
      "ስለዝኾነ": 2183,
      "ለወለይ": 2184,
      "ምንቅስቓስ": 2185,
      "ዲን": 2186,
      "ቀጺ": 2187,
      "ገበረ": 2188,
      "ሓጺር": 2189,
      "ኮለ": 2190,
      "ቃልሲ": 2191,
      "ኤለ": 2192,
      "መዳ": 2193,
      "ኣግ": 2194,
      "ውጽኢ": 2195,
      "ኣይክእ": 2196,
      "ይተሓለወለይ": 2197,
      "ዘሕ": 2198,
      "በራ": 2199,
      "ቶምን": 2200,
      "በጽሕ": 2201,
      "ቓት": 2202,
      "ምጥ": 2203,
      "ኣበይ": 2204,
      "ዕዉ": 2205,
      "ዝዓበየ": 2206,
      "ሻይ": 2207,
      "ኢጣልያ": 2208,
      "ስካ": 2209,
      "በታ": 2210,
      "ነብር": 2211,
      "ጸሉ": 2212,
      "ንምዕ": 2213,
      "ዋሕ": 2214,
      "እንከላ": 2215,
      "ጉዳያት": 2216,
      "ደሉ": 2217,
      "ንዝተ": 2218,
      "ኹል": 2219,
      "መንደ": 2220,
      "መርቲ": 2221,
      "ወረቐት": 2222,
      "ትርጉ": 2223,
      "ምናል": 2224,
      "ኮፍ": 2225,
      "ጽርግያ": 2226,
      "ጥቃስ": 2227,
      "ክሊ": 2228,
      "መራሒ": 2229,
      "ማንቸ": 2230,
      "ቴክ": 2231,
      "ነበር": 2232,
      "ስብ": 2233,
      "ኸምዚ": 2234,
      "ምርጫ": 2235,
      "ተተ": 2236,
      "ብኣካል": 2237,
      "ብቑ": 2238,
      "ሒዝ": 2239,
      "ተመል": 2240,
      "ታትና": 2241,
      "ሰንበት": 2242,
      "ሐን": 2243,
      "ኣመል": 2244,
      "መዓስ": 2245,
      "ጀርመን": 2246,
      "ይከኣል": 2247,
      "ኣቐዲሙ": 2248,
      "ዝግበር": 2249,
      "ተመሊ": 2250,
      "ግሪ": 2251,
      "ከባቢታት": 2252,
      "ብዘ": 2253,
      "ድልየ": 2254,
      "...": 2255,
      "ስለዝበሉ": 2256,
      "ቀረባ": 2257,
      "ጅምር": 2258,
      "ኣይተ": 2259,
      "ግጥማት": 2260,
      "መልእኽቲ": 2261,
      "ነጋ": 2262,
      "ረኽቦ": 2263,
      "ቫል": 2264,
      "ላፍ": 2265,
      "ገጹ": 2266,
      "መልክዕ": 2267,
      "ምለስ": 2268,
      "ተኽእሎ": 2269,
      "ወገን": 2270,
      "ጸገማት": 2271,
      "ጐይታ": 2272,
      "ርሑ": 2273,
      "መብዛሕት": 2274,
      "ደሓን": 2275,
      "ታታ": 2276,
      "ነዛ": 2277,
      "ኪዳነ": 2278,
      "ሓረ": 2279,
      "እናበለ": 2280,
      "ሓላፍነት": 2281,
      "ጀመ": 2282,
      "ኢኹም": 2283,
      "ሙር": 2284,
      "ኣዋርሕ": 2285,
      "ነተን": 2286,
      "ቢል": 2287,
      "መስከረም": 2288,
      "ገስ": 2289,
      "ኣብርሃም": 2290,
      "ኢኺ": 2291,
      "ባህርያ": 2292,
      "ቁጽ": 2293,
      "ራል": 2294,
      "ሙሴ": 2295,
      "ቦታታት": 2296,
      "ማንቸስተር": 2297,
      "ሻምፕዮን": 2298,
      "ኢል": 2299,
      "ብሽክለ": 2300,
      "ሰበ": 2301,
      "እንድ": 2302,
      "ዮና": 2303,
      "ሚእታ": 2304,
      "ኤለክት": 2305,
      "ጎል": 2306,
      "ባእታ": 2307,
      "ክእል": 2308,
      "ኣረዲኡ": 2309,
      "ብድሆ": 2310,
      "ኣጸ": 2311,
      "ዳግ": 2312,
      "ዛብ": 2313,
      "ጻሕ": 2314,
      "ሃብተ": 2315,
      "ሃብቲ": 2316,
      "ብራህ": 2317,
      "ጋም": 2318,
      "ኦን": 2319,
      "ዕረፍቲ": 2320,
      "ፈደረ": 2321,
      "ሃለ": 2322,
      "ሳም": 2323,
      "ጸብጻብ": 2324,
      "ኣታ": 2325,
      "ሓይልታት": 2326,
      "ዛጊት": 2327,
      "ዝዀ": 2328,
      "ክያ": 2329,
      "ቃስ": 2330,
      "ኣባይ": 2331,
      "ዝተገብረ": 2332,
      "ንያ": 2333,
      "ክህ": 2334,
      "ባንያ": 2335,
      "ኣፍል": 2336,
      "ሰረ": 2337,
      "ድኻ": 2338,
      "ተመራመርቲ": 2339,
      "ሚእታዊት": 2340,
      "ምካ": 2341,
      "ሸው": 2342,
      "ተኛ": 2343,
      "ዋስ": 2344,
      "ማይን": 2345,
      "ምናልባት": 2346,
      "ዝተሓ": 2347,
      "ሰብን": 2348,
      "ክው": 2349,
      "ደልዩ": 2350,
      "ጠቓ": 2351,
      "ፈሊ": 2352,
      "ሰው": 2353,
      "እንተደኣ": 2354,
      "ንምው": 2355,
      "ፍቅ": 2356,
      "ምዕራ": 2357,
      "ተባዕትዮ": 2358,
      "ሰናይ": 2359,
      "ይኽእሉ": 2360,
      "ዓውዲ": 2361,
      "ኣሕዋተይ": 2362,
      "ቤቱ": 2363,
      "ጽና": 2364,
      "ነፈርቲ": 2365,
      "ተጋዳላይ": 2366,
      "ሎጂ": 2367,
      "መልክ": 2368,
      "ሓዲ": 2369,
      "ፈልጡ": 2370,
      "ብሕ": 2371,
      "ደቅና": 2372,
      "ግድን": 2373,
      "ሙዚ": 2374,
      "ይኸ": 2375,
      "ምስኡ": 2376,
      "ወራ": 2377,
      "ሒዛ": 2378,
      "ፕሪመር": 2379,
      "ብታት": 2380,
      "ንደ": 2381,
      "ሜላ": 2382,
      "አብ": 2383,
      "ዝተኸ": 2384,
      "ልምዓት": 2385,
      "እታው": 2386,
      "ወኪል": 2387,
      "ኩባንያ": 2388,
      "ከምእተ": 2389,
      "ዝለዓለ": 2390,
      "መሰረ": 2391,
      "ብደረጃ": 2392,
      "ይረጋገጸሎም": 2393,
      "ሊት": 2394,
      "ጻል": 2395,
      "ወደ": 2396,
      "መሪሕ": 2397,
      "ዓድ": 2398,
      "ብሽክለታ": 2399,
      "ፈተነ": 2400,
      "ሰፊሕ": 2401,
      "ሓመድ": 2402,
      "ንዘ": 2403,
      "ከበ": 2404,
      "መጋቢት": 2405,
      "ጸመ": 2406,
      "ዝተዋህ": 2407,
      "ዋር": 2408,
      "መበ": 2409,
      "ብሪጣን": 2410,
      "ትብ": 2411,
      "ኤን": 2412,
      "ዳዕ": 2413,
      "ኣሳ": 2414,
      "ማትን": 2415,
      "ኒን": 2416,
      "ደቒቕ": 2417,
      "ካሕ": 2418,
      "ጳኛ": 2419,
      "ኻኽ": 2420,
      "ደጊ": 2421,
      "መድሃኒት": 2422,
      "ዝበለጸ": 2423,
      "ኣሚ": 2424,
      "ዝኾኑ": 2425,
      "ቀጻሊ": 2426,
      "2018": 2427,
      "ጸቕ": 2428,
      "እንተኾ": 2429,
      "ርኢ": 2430,
      "ኻኺ": 2431,
      "ወገ": 2432,
      "ሪቡ": 2433,
      "ሊቨር": 2434,
      "ዝገበረ": 2435,
      "ሕቡራት": 2436,
      "ቀልጢ": 2437,
      "ምዃን": 2438,
      "ኪዳን": 2439,
      "ተሓቢሩ": 2440,
      "ሩይ": 2441,
      "ናትን": 2442,
      "የብ": 2443,
      "ክትከውን": 2444,
      "ሽልማት": 2445,
      "ተሸ": 2446,
      "ብ0": 2447,
      "ሸነ": 2448,
      "ሰሜናዊ": 2449,
      "ተደጋጋ": 2450,
      "ውያንን": 2451,
      "ላእ": 2452,
      "ስጉምቲ": 2453,
      "ኣቦይ": 2454,
      "ተጋደል": 2455,
      "ዱሽተ": 2456,
      "ሃየ": 2457,
      "ተቐዳደም": 2458,
      "ወፍሪ": 2459,
      "ነበረት": 2460,
      "ኣደይ": 2461,
      "ኩለን": 2462,
      "ዩኒ": 2463,
      "ዘርኢ": 2464,
      "ምልክታ": 2465,
      "ሓጋ": 2466,
      "ሕማማት": 2467,
      "መጋባኣያ": 2468,
      "ሓምለ": 2469,
      "ወለዶ": 2470,
      "ንኹሉ": 2471,
      "ኢዱ": 2472,
      "ፊል": 2473,
      "ወሃ": 2474,
      "በሎም": 2475,
      "ንእሽቶ": 2476,
      "ሆስፒታል": 2477,
      "ሌፎን": 2478,
      "እዘን": 2479,
      "ሚያ": 2480,
      "ፈረ": 2481,
      "ልብ": 2482,
      "ጥቓ": 2483,
      "ሰድ": 2484,
      "ምስጢ": 2485,
      "ቀሳቐስ": 2486,
      "ኣረጋጊ": 2487,
      "ሰሜን": 2488,
      "ነፋ": 2489,
      "ትጽቢት": 2490,
      "በሩ": 2491,
      "መይቲ": 2492,
      "እነ": 2493,
      "ሙኒ": 2494,
      "ጀን": 2495,
      "ጻወት": 2496,
      "ተደጋጋሚ": 2497,
      "ኣለዎም": 2498,
      "ክገብር": 2499,
      "ሓረስ": 2500,
      "ተጠቒ": 2501,
      "ዘለኻ": 2502,
      "ፖለቲካዊ": 2503,
      "2017": 2504,
      "ሃንደ": 2505,
      "ዕጡ": 2506,
      "ዓባይ": 2507,
      "ኣህጉራዊ": 2508,
      "ለል": 2509,
      "ቀዳም": 2510,
      "ሪያል": 2511,
      "መዓልታዊ": 2512,
      "ሽማ": 2513,
      "ውሃንስ": 2514,
      "ምዃነይ": 2515,
      "ሎና": 2516,
      "ሔር": 2517,
      "ታሕሳስ": 2518,
      "ፈረንሳ": 2519,
      "ኣዲ": 2520,
      "ክታት": 2521,
      "ኣዳ": 2522,
      "ዝብሉ": 2523,
      "ሳላ": 2524,
      "ናይታ": 2525,
      "ዝኣመሰሉ": 2526,
      "ብጾ": 2527,
      "ዝምልከት": 2528,
      "ያትን": 2529,
      "ዝበሉ": 2530,
      "ክትብል": 2531,
      "ፑል": 2532,
      "ክፈ": 2533,
      "ጽልዋ": 2534,
      "ዝተጠቕ": 2535,
      "ጉስ": 2536,
      "ንቡር": 2537,
      "ኣተሓሳስ": 2538,
      "ወተሃደራዊ": 2539,
      "ኣፍልጦ": 2540,
      "ገደ": 2541,
      "ገብ": 2542,
      "ልተ": 2543,
      "ሶን": 2544,
      "ተሉ": 2545,
      "ዙርያ": 2546,
      "ክግ": 2547,
      "ዝደለ": 2548,
      "መዋ": 2549,
      "ሽዱሽተ": 2550,
      "ኑኤል": 2551,
      "31": 2552,
      "ይግለጽ": 2553,
      "ከሳሲ": 2554,
      "ሰራሕተኛታት": 2555,
      "ቅርጺ": 2556,
      "ወለዲ": 2557,
      "እኹል": 2558,
      "ኣብርሃ": 2559,
      "ሕዳር": 2560,
      "ጡፍ": 2561,
      "ደሴ": 2562,
      "ፈልጥን": 2563,
      ")፡": 2564,
      "ረኽበ": 2565,
      "መሸ": 2566,
      "ፈደረሽን": 2567,
      "ከላኸ": 2568,
      "ትእዛዝ": 2569,
      "የማነ": 2570,
      "ብቐሊሉ": 2571,
      "ቈልዓ": 2572,
      "ኣይክእልን": 2573,
      "ጠለ": 2574,
      "ሰደ": 2575,
      "ጻወ": 2576,
      "ብምግባር": 2577,
      "ህጻን": 2578,
      "ኻድ": 2579,
      "ተወዳ": 2580,
      "ተም": 2581,
      "ተቐዳደምቲ": 2582,
      "ሓሊፉ": 2583,
      "ብምቕ": 2584,
      "ሕቶታት": 2585,
      "ካት": 2586,
      "ዝገልጽ": 2587,
      "ሳሌ": 2588,
      "ልዕ": 2589,
      "ዝኽእሉ": 2590,
      "ስትራ": 2591,
      "ምብራቕ": 2592,
      "ኣካይ": 2593,
      "ሓብ": 2594,
      "ክድ": 2595,
      "ጽዮን": 2596,
      "ህዝብን": 2597,
      "ዘም": 2598,
      "ዝሃቦ": 2599,
      "ሊን": 2600,
      "ዝሓዘ": 2601,
      "ዝደ": 2602,
      "ድያ": 2603,
      "ቪዥ": 2604,
      "ርስ": 2605,
      "ብምዃን": 2606,
      "ሓቢሮም": 2607,
      "35": 2608,
      "ኦምን": 2609,
      "ከታ": 2610,
      "ዘበለ": 2611,
      "ኩር": 2612,
      "ዝተቐ": 2613,
      "ስቲቫል": 2614,
      "ዝሓሸ": 2615,
      "መሓሪ": 2616,
      "ግብረ": 2617,
      "ሙድ": 2618,
      "ሃይማኖት": 2619,
      "ናጻ": 2620,
      "ምኽሪ": 2621,
      "ጻጸ": 2622,
      "ሳዋ": 2623,
      "ጻሩ": 2624,
      "ጠራ": 2625,
      "ኽብ": 2626,
      "ለበ": 2627,
      "ወሳ": 2628,
      "ከምዘለዎ": 2629,
      "ውት": 2630,
      "ራጽ": 2631,
      "ቖም": 2632,
      "ምክት": 2633,
      "ፈቲ": 2634,
      "ዘርእ": 2635,
      "ሓጎስ": 2636,
      "ዝፍለጥ": 2637,
      "ጉል": 2638,
      "ሃሉ": 2639,
      "ኣርእስቲ": 2640,
      "ደገፍ": 2641,
      "ተጋደልቲ": 2642,
      "ርዎ": 2643,
      "ብሎም": 2644,
      "ምንባ": 2645,
      "ብብዝሒ": 2646,
      "መብራህ": 2647,
      "ፍልል": 2648,
      "ምቅ": 2649,
      "መራሕቲ": 2650,
      "ዘቕ": 2651,
      "ግዒ": 2652,
      "100": 2653,
      "ከስ": 2654,
      "ጠቒ": 2655,
      "እኩ": 2656,
      "ባትን": 2657,
      "መርበብ": 2658,
      "መሃ": 2659,
      "ማስ": 2660,
      "ጥቅምቲ": 2661,
      "ምስጋ": 2662,
      "ወስድ": 2663,
      "በሊ": 2664,
      "አት": 2665,
      "ፍቓድ": 2666,
      "ከይት": 2667,
      "ባህላዊ": 2668,
      "ላዕለዋይ": 2669,
      "ኣመልኪ": 2670,
      "ንግዲ": 2671,
      "ራዕ": 2672,
      "ውሽጣዊ": 2673,
      "ውንድ": 2674,
      "እንሆ": 2675,
      "ዕላል": 2676,
      "ዳስነት": 2677,
      "ስዉ": 2678,
      "ንድ": 2679,
      "ጸብጻባት": 2680,
      "ገሊጾም": 2681,
      "ብራዚ": 2682,
      "ለይን": 2683,
      "ብርቱ": 2684,
      "ኤርትራን": 2685,
      "ምልክት": 2686,
      "መጺኡ": 2687,
      "ናቱ": 2688,
      "ሽማግለ": 2689,
      "ክቐ": 2690,
      "መሪር": 2691,
      "ጸዓት": 2692,
      "ብዎ": 2693,
      "ስላሴ": 2694,
      "ክፉ": 2695,
      "ተበጊ": 2696,
